Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J45.tmx
Source language: en_us
Languages: zh_cn

source: Chapter 1 Political Order and Political Decay
zh_cn: 第一章政治秩序和政治衰朽

source: The Political Gap
zh_cn: 政治差距

source: The most important political distinction among countries concerns not their form of government but their degree of government.
zh_cn: 各国之间最重要的政治分野，不在于它们政府的形式，而在于它们政府的有效程度。

source: The differences between democracy and dictatorship are less than the differences between those countries whose politics embodies consensus, community, legitimacy, organization, effectiveness, stability, and those countries whose politics is deficient in these qualities.
zh_cn: 有的国家政通人和，具有合法性、组织性、有效性和稳定性，另一些国家在政治上则缺乏这些素质；这两类国家之间的差异比民主国家和独裁国家之间的差异更大。

source: Communist totalitarian states and Western liberal states both belong generally in the category of effective rather than debile political systems.
zh_cn: 共产主义集权国家和西方自由国家一般都可归入有效能的国家的范畴，而不属于衰微的政治体制。

source: The United States, Great Britain, and the Soviet Union have difFerent forms of government, but in all three systems the government governs. Each country is a political community with an overwhelming consensus among the people on the legitimacy of the political system.
zh_cn: 美国、英国和苏联各具不同的政府形式，但这三种体制的政府皆能安邦定国；每个国家自成一个政治共同体，人民对其政治制度的合法性有举国一致的共识。

source: In each country the citizens and their leaders share a vision of the public interest of the society and of the traditions and principles upon which the political community is based.
zh_cn: 每个国家的公民及其领导人对社会公益和他们的政治共同体赖以立足的那些传统和原则，观点是相同的。

source: All three countries have strong, adaptable, coherent political institutions: effective bureaucracies, well-organized political parties, a high degree of popular participation in public affairs, working systems of civilian control over the military, extensive activity by the government in the economy, and reasonably effective procedures for regulating succession and controlling political conflict.
zh_cn: 三个国家都具备强大的、能适应的、有内聚力的政治体制：有效的政府机构、组织完善的政党、民众对公共事务的高度参与、文官控制军队的有效系统、政府在经济方面的广泛活动、控制领导人更替和约束政治冲突的一套合理而行之有效的程序。

source: These governments command the loyalties of their citizens and thus have the capacity to tax resources, to conscript manpower, and to innovate and to execute policy.
zh_cn: 这三家政府享有公民的忠诚，从而有能力去开发资源，征用民力，创制并贯彻政策。

source: If the Politburo, the Cabinet, or the President makes a decision, the probability is high that it will be implemented through the government machinery.
zh_cn: 大凡苏共政治局、英国内阁或美国总统作出某项决定，通过国家机器来付诸实施的可能性是很大的。

source: In all these characteristics the political systems of the United States, Great Britain, and the Soviet Union differ significantly from the governments which exist in many, if not most, of the modernizing countries of Asia, Africa, and Latin America.
zh_cn: 就上述诸点而言，美国、英国和苏联的政治体制，较之亚洲、非洲和拉丁美洲的处于现代化之中的多数——如果不是大多数——国家的现政府，区别是显著的。

source: These countries lack many things.
zh_cn: 这些国家缺乏很多东西。

source: They suffer real shortages of food, literacy, education, wealth, income, health, and productivity, but most of them have been recognized and efforts made to do something about them.
zh_cn: 它们委实苦于缺乏食品、文化、教育、财富、收入、健康水准和生产效率。不过，这些问题已被认识，也已被着手去解决。

source: Beyond and behind these shortages, however, there is a greater shortage: a shortage of political community and of effective, authoritative, legitimate government.
zh_cn: 然而，在这些短缺的深层和背后，还存在着一种更为严重的短缺，即缺乏政治上的共同体和有效能的、有权威的、合法的政府。

source: "I do know, Walter Lippmann has observed, “that there is no greater necessity for men who live in communities than that they be governed, selfgoverned if possible, well-governed if they are fortunate, but in any event, governed."
zh_cn: 沃尔特·李普曼（Walter Lippmann）说过：”我确实知道，对同居于一国或一地的人群来说，最大的必需品莫过于被统治，如有可能便实行自治；如蒙天赐，便受廉明政府统辖；但无论如何，非被统治不可。”

source: Mr. Lippmann wrote these words in a moment of despair about the United States.
zh_cn: 李普曼先生是在对美国感到绝望之际讲出这番话的。

source: But they apply in for greater measure to the modernizing countries of Asia, Africa, and Latin America, where the political community is fragmented against itself and where political institutions have little power, less majesty, and no resiliency—where, in many cases, governments simply do not govern.
zh_cn: 但这番话对亚洲、非洲和拉丁美洲的处于现代化之中的国家来说，更是切中要害。在这些地区，政治共同体因分崩离析而危害其自身；政治机构权力微弱，威望更差，不堪一击——在许多情况下，这些地区的政府压根儿就不在进行统治。

source: In the mid-1950s, Gunnar Myrdal called the world's attention to the apparent fact that the rich nations of the world were getting richer, absolutely and relatively, at a faster rate than the poorer nations.
zh_cn: 20世纪50年代中期，冈纳·缪尔达尔（Gunnar Myrdal）呼吁全世界注意这样一个显而易见的事实，即不管是在绝对意义上还是在相对意义上，富国正越来越富，而且其致富速度远远超过贫国追赶的速度。

source: "On the whole," he argued, “in recent decades the economic inequalities between developed and underdeveloped countries have been increasing".
zh_cn: 他争辩道：“总的来说，近几十年来，发达国家和不发达国家之间的经济差距正与日俱增。”

source: In 1966 the president of the World Bank similarly pointed out that at current rates of growth the gap in per capita national income between the United States and forty underdeveloped countries would increase fifty per cent by the year 2000.
zh_cn: 以1966年，世界银行主席也同样指出，按目前的增长速度来推算，到2000年，美国与其他40个不发达国家之间的人均国民收入的差距将增大50%。

source: Clearly, a central issue, perhaps the central issue, in international and developmental economics is the apparently remorseless tendency for this economic gap to broaden.
zh_cn: 很显然，国际经济学和发展经济学的中心问题之一，或者说唯一的中心问题，就是这种经济差距有在不断扩大的无情趋势。

source: A similar and equally urgent problem exists in politics.
zh_cn: 在政治上也存在着类似的迫切问题。

source: In politics as in economics the gap between developed political systems and underdeveloped political systems, between civic polities and corrupt polities, has broadened.
zh_cn: 正如在经济上一样，发达的政治体制和不发达的政治体制之间，文明政治和腐朽政治之间的差距也已扩大了。

source: This political gap resembles and is related to the economic gap, but it is not identical with it.
zh_cn: 这种政治差距和经济差距有着相似和相关之处，但两者并非一码事。

source: Countries with underdeveloped economies may have highly developed political systems, and countries which have achieved high levels of economic welfare may still have disorganized and chaotic politics.
zh_cn: 经济不发达的国家可能有高度发达的政治体系，而经济上取得高福利水平的国家，在政治上则可能仍然是混乱而动荡的。

source: Yet in the twentieth century the principal locus of political underdevelopment, like that of economic underdevelopment, tends to be the modernizing countries of Asia, Africa, and Latin America.
zh_cn: 不过，在20世纪，政治上的不发达和经济上的落后一样，却都集中在亚洲、非洲和拉丁美洲的处于现代化之中的国家里。

source: With a few notable exceptions, the political evolution of these countries after World War II was characterized by increasing ethnic and class conflict, recurring rioting and mob violence, frequent military coups d'etat, the dominance of unstable personalistic leaders who often pursued disastrous economic and social policies, widespread and blatant corruption among cabinet ministers and civil servants, arbitrary infringement of the rights and liberties of citizens, declining standards of bureaucratic efficiency and performance, the pervasive alienation of urban political groups, the loss of authority by legislatures and courts, and the fragmentation and at times complete disintegration of broadly based political parties.
zh_cn: 除了少数明显的例子外，二次世界大战以后，这些国家的政治演变具有以下特征：种族和阶级冲突不断加剧；骚动和暴力事件层出不穷；军事政变接二连三；反复无常、个人说了算的领导人物主宰一切，他们常常推行灾难性的社会和经济政策；内阁部长和公职人员肆无忌惮地腐化；公民的权利和自由遭受恣意侵犯；政府效率和公务水平日益下降；城市政治集团纷纷离异；立法机关和法庭失去权威；各种政党四分五裂，有时甚至彻底解体。

source: In the two decades after World War II, successful coups d'etat occurred in 17 of 20 Latin American countries (only Mexico, Chile, and Uruguay maintaining constitutional processes) ,in a half-dozen North African and Middle Eastern states (Algeria, Egypt, Syria, the Sudan, Iraq, Turkey), in a like number of west African and central African countries (Ghana, Nigeria, Dahomey, Upper Volta, Central African Republic, Congo), and in a variety of Asian societies (Pakistan, Thailand, Laos, South Vietnam, Burma, Indonesia, South Korea).
zh_cn: 二次大战以后的20年间，20个拉丁美洲国家中就有17个国家军事政变得逞（只有墨西哥、智利和乌拉圭还维持着宪法程序），而在6个北非和中东国家（阿尔及利亚、埃及、叙利亚、苏丹、伊拉克、土耳其），6个西非和中非国家（加纳、尼日利亚、达荷美、上沃尔特、中非共和国、冈果），以及一批亚洲国家（巴基斯坦、泰国、老挝、南越、缅甸、印度尼西亚、韩国），军事政变也相继成功。

source: Revolutionary violence, insurrection, and guerrilla warfare wracked Cuba, Bolivia, Peru, Venezuela, Colombia, Guatemala, and the Dominican Republic in Latin America, Algeria and Yemen in the Middle East, and Indonesia, Thailand, Vietnam, China, the Philippines, Malaya, and Laos in Asia.
zh_cn: 革命暴动，起义和游击战摧毁了拉丁美洲的古巴、玻利维亚、秘鲁、委内瑞拉、哥伦比亚、危地马拉和多米尼加共和国；摧毁了中东的阿尔及利亚和也门；摧毁了亚洲的印度尼西亚、泰国、越南、中国、菲律宾、马来西亚和老挝。

source: Racial, tribal, or communal violence or tension disrupted Guyana, Morocco, Iraq, Nigeria, Uganda, the Congo, Burundi, the Sudan, Ruanda, Cyprus, India, Ceylon, Burma, Laos, and South Vietnam.
zh_cn: 种族、部落或社区间的暴力和紧张局势瓦解了圭亚那、摩洛哥、伊拉克、尼日利亚、乌干达、刚果、布隆迪、苏丹、卢旺达、塞浦路斯、印度、锡兰、缅甸、老挝和南越。

source: In Latin America, old-style, oligarchic dictatorships in countries like Haiti, Paraguay, and Nicaragua maintained a fragile police-based rule.
zh_cn: 在拉丁美洲，像海地、巴拉圭和尼加拉瓜这种老式的寡头独裁统治还保留着脆弱的警察统治。

source: In the eastern hemisphere, traditional regimes in Iran, Libya, Arabia, Ethiopia, and Thailand struggled to reform themselves even as they teetered on the brink of revolutionary overthrow.
zh_cn: 在东半球，伊朗、利比亚、阿拉伯半岛、埃塞俄比亚和泰国的传统政权力图进行改革，尽管它们随时可能被革命风暴所推翻。

source: During the 1950s and 1960s the numerical incidence of political violence and disorder increased dramatically in most countries of the world.
zh_cn: 20世纪50年代和60年代，急剧增加的政治骚乱和暴力事件席卷全球。

source: The year 1958, according to one calculation, witnessed some 28 prolonged guerrilla insurgencies, four military uprisings, and two conventional wars.
zh_cn: 据一项统计披露，仅1958年一年就发生了28起旷日持久的游击起义，4次军队哗变和2次常规战争。

source: Seven years later, in 1965, 42 prolonged insurgencies were underway; ten military revolts occurred; and five conventional conflicts were being fought.
zh_cn: 而7年后的1965年，则有持久的起义42次，军事政变10次，常规战争5次。

source: Political instability also increased significantly during the 1950s and 1960s.
zh_cn: 50年代至60年代，政治动乱也显著增加。

source: Violence and other destabilizing events were five times more frequent between 1955 and 1962 than they were between 1948 and 1954.
zh_cn: 1955年至1962年间，发生暴乱和其他不安定事件的频率是1948年至1954年间的5倍。

source: Sixty-four o? 84 countries were less stable in the latter period than in the earlier one?
zh_cn: 在后一阶段里，84个国家中就有64个不如前一阶段稳定。

source: Throughout Asia, Africa, and Latin America there was a decline in political order, an undermining of the authority, effectiveness, and legitimacy of government.
zh_cn: 在整个亚洲、非洲和拉丁美洲，到处可以看到政治秩序在下降，政府的权威性、有效性和合法性在遭到破坏。

source: There was a lack of civic morale and public spirit and of political institutions capable of giving meaning and direction to the public interest.
zh_cn: 这些地区缺乏国民士气和公共精神以及能够体现和指导公共利益的政治机构。

source: Not political development but political decay dominated the scene.
zh_cn: 笼罩在这里的景象，不是政治的发展，而是它的衰朽。

source: What was responsible for this violence and instability?
zh_cn: 是什么原因造成上述这种暴乱和动荡的呢？

source: The primary thesis of this book is that it was in large part the product of rapid social change and the rapid mobilization of new groups into politics coupled with the slow development of political institutions.
zh_cn: 本书对此所持的基本论点是：在很大程度上，这是由社会急剧变革、新的社会集团被迅速动员起来卷入政治，而同时政治体制的发展却又步伐缓慢造成的。

source: "Among the laws that rule human societies de Tocqueville observed, "there is one which seems to be more precise and clear than all others. If men are to remain civilized or to become so, the art of associating together must grow and improve in the same ratio in which the equality of conditions is increased. "
zh_cn: 德·托克维尔（de Tocgueville）认为：“在统治人类社会的法则中，有一条最明确清晰的法则：如果人们想保持其文明或希望变得文明的话，那么，他们必须提高并改善处理相互关系的艺术，而这种提高和改善的速度必须和提高地位平等的速度相同。”

source: The political instability in Asia, Africa, and Latin America derives precisely from the failure to meet this condition: equality of political participation is growing much more rapidly than “the art of associating together."
zh_cn: 亚洲、非洲和拉丁美洲国家的政治不稳定的发生正是由于没有满足这一条件：政治参与的平等提高过快，其速度远远超过了“处理相互关系的艺术”的发展速度。

source: Social and economic change—urbanization, increases in literacy and education, industrialization, mass media expansion— extend political consciousness, multiply political demands, broaden political participation.
zh_cn: 社会和经济变革——城市化，扫盲和教育的提高，工业化、大众媒介的推广——扩大了政治意识，增加了政治要求，拓宽了政治参与面。

source: These changes undermine traditional sources of political authority and traditional political institutions; they enormously complicate the problems of creating new bases of political association and new political institutions combining legitimacy and effectiveness.
zh_cn: 这些变革破坏了政治权威的传统根基和传统的政治机构；这些变革使得建立政治组合关系的新基础和缔造既有合法性又有效能的新政治机构的问题大大复杂化了。

source: The rates of social mobilization and the expansion of political participation are high; the rates of political organization and institutionalization are low.
zh_cn: 社会的动员和政治参与的扩大日新月异，而政治上的组织化和制度化却步履蹒跚。

source: The result is political instability and disorder.
zh_cn: 结果，必然发生政治动荡和骚乱。

source: The primary problem of politics is the lag in the development of political institutions behind social and economic change.
zh_cn: 政治上的首要问题就是政治制度化的发展落后于社会和经济变革。

source: For two decades after World War II American foreign policy failed to come to grips with this problem.
zh_cn: 二战结束后的20年，美国对外政策未能抓住这一问题。

source: The economic gap, in contrast to the political gap, was the target of sustained attention, analysis, and action.
zh_cn: 和政治差距比起来，经济差距才是关注、分析和行动的一贯目标。

source: Aid programs and loan programs, the World Bank and regional banks, the un and the oecd, consortia and combines, planners and politicians, all shared in a massive efiEort to do something about the problem of economic development.
zh_cn: 援助项目和贷款项目，世界银行和地区银行，联合国和经济合作与发展组织，财团和联营公司，计划人员和政治家，都一窝蜂地在经济发展问题上大做文章。

source: Who, however, was concerned with the political gap?
zh_cn: 可是，有谁关心一下政治差距呢？

source: American officials recognized that the United States had a primary interest in the creation of viable political regimes in modernizing countries.
zh_cn: 美国官员也曾认识到，在处于现代化之中的国家里建立能站得住脚的政权是美国的主要权益所在。

source: But few, if any, of all the activities of the American government affecting those countries were directly concerned with the promotion of political stability and the reduction of the political gap.
zh_cn: 但是美国政府在其所采取的影响这些国家的所有行动中，却几乎没有一项是直接涉及旨在促进其政治稳定和缩小其政治差距的。

source: How can this astonishing lacuna be explained?
zh_cn: 如何解释这一惊人的漏洞呢？

source: It would appear to be rooted in two distinct aspects of the American historical experience.
zh_cn: 寻根溯源，这可能和美国在自己的历史经验上有两个与众不同的特点有关。

source: In confronting the modernizing countries the United States was handicapped by its happy history.
zh_cn: 由于在历史上一帆风顺，美国在面对处于现代化之中的国家的问题时，就束手无策。

source: In its development the United States was blessed with more than its fair share of economic plenty, social well-being, and political stability.
zh_cn: 美国在其自身的发展过程中有得天独厚的经济充裕、社会安康和政治稳定。

source: This pleasant conjuncture of blessings led Americans to believe in the unity of goodness: to assume that all good things go together and that the achievement of one desirable social goal aids in the achievement of others.
zh_cn: 这些先天的好运气凑在一起就导致美国人相信，似乎好运都是纷至沓来的，好事都是携手并进的，而达到一项合意的社会目标，就一定会有助于达到其他目标。

source: In American policy toward modernizing countries this experience was reflected in the belief that political stability would be the natural and inevitable result of the achievement of, first, economic development and then of social reform.
zh_cn: 在美国制定对现代化之中的国家的政策时，它的这种经验就体现在下述的信念中：先发展经济，再进行社会改革，这两步成功了，政治稳定便会水到渠成。

source: Throughout the 1950s the prevailing assumption of American policy was that economic development—the elimination of poverty, disease, illiteracy—was necessary for political development and political stability.
zh_cn: 在整个20世纪50年代，美国对外政策的主导思想是：经济发展——彻底消灭贫困、疾病、文盲——为政治发展和政治稳定所不可或缺。

source: In American thinking the causal chain was: economic assistance promotes economic development, economic development promotes political stability.
zh_cn: 美国人脑海里的因果链条是：经济援助促进经济发展，而经济发展又促进政治稳定。

source: This dogma was enshrined in legislation and, perhaps more important, it was ingrained in the thinking of officials in aid and other agencies concerned with the foreign assistance programs.
zh_cn: 对这一信条的崇奉渗入了立法；更重要的也许是，这一信条还在国际开发署和其他从事外援项目的官员的脑海里打下了深深的烙印。

source: If political decay and political instability were more rampant in Asia, Africa, and Latin America in 1965 than they were fifteen years earlier, it was in part because American policy reflected this erroneous dogma.
zh_cn: 如果说，1965年亚非拉的政治衰朽和政治动荡比15年前蔓延得更厉害的话，究其原因，部分的就是由于美国政策反映了上述这一错误的信条。

source: For in fact, economic development and political stability are two independent goals and progress toward one has no necessary connection with progress toward the other.
zh_cn: 实际上，经济发展和政治稳定是两个相互独立的目标，在二者的进展之间没有必然的联系。

source: In some instances programs of economic development may promote political stability; in other instances they may seriously undermine such stability.
zh_cn: 有些例子表明，经济发展计划能够促进政治稳定，但另一些例子则表明，它反而会破坏这种稳定。

source: So also, some forms of political stability may encourage economic growth; other forms may discourage it.
zh_cn: 同样，有些形式的政治稳定会促进经济增长，而另一些形式却会阻止经济增长。

source: India was one of the poorest countries in the world in the 1950s and had only a modest rate of economic growth. Yet through the Congress Party it achieved a high degree of political stability.
zh_cn: 印度是50年代世界上最贫穷的国家之一，其经济增长率也不起眼；然而由于国大党的作用，它却获得了高度的政治稳定。

source: Per capita incomes in Argentina and Venezuela were perhaps ten times that in India, and Venezuela had a phenomenal rate of economic growth.
zh_cn: 阿根廷和委内瑞拉的人均收入大概是印度的十倍。委内瑞拉的经济增长之快非常惊人。

source: Yet for both countries stability remained an elusive goal.
zh_cn: 但是政治稳定对于这两个国家来说，仍然是可望而不可即的目标。

source: With the Alliance for Progress in 1961, social reform—that is, the more equitable distribution of material and symbolic resources joined economic development as a conscious and explicit goal of American policy toward modernizing countries.
zh_cn: 1961年随着进步联盟的诞生，社会改革——更加公平地分配物质和资源——才和经济发展一样成为美国对现代化之中国家的政策中自觉而明确的目标。

source: This development was, in part, a reaction to the Cuban Revolution, and it reflected the assumption among policymakers that land and tax reforms, housing projects, and welfare programs would reduce social tensions and deactivate the fuse to Fidelismo.
zh_cn: 这种政策上的发展，部分的是出于对古巴革命的反应，并体现出政策制定者们头脑中的假设：土地和税收改革、住房建设以及福利项目的实施将会减缓社会紧张局势并排除卡斯特罗主义的导火索。

source: Once again political stability was to be the by-product of the achievement of another socially desirable goal.
zh_cn: 这再次表明，政治稳定还是另外一种社会目标成功的副产品。

source: In fact, of course, the relationship between social reform and political stability resembles that between economic development and political stability.
zh_cn: 事实上，社会改革和政治稳定之间的关系，与经济发展和政治稳定之间的关系是相似的。

source: In some circumstances reforms may reduce tensions and encourage peaceful rather than violent change.
zh_cn: 在某些情况下，改革能减缓紧张局势，促进和平而非暴力的变革。

source: In other circumstances, however, reform may well exacerbate tensions precipitate violence, and be a catalyst of rather than a substitute for revolution.
zh_cn: 但在另外一些情况下，改革很可能加剧紧张局势，加快暴乱的来临，成为革命的催化剂而非替代物。
